Repository: Th3rdSergeevich/saints-row-translation-rus
Catalog: tm/cheats.tmx
Source language: en_us
Languages: ru_ru

source: Time Set Midnight
ru_ru: Время на полночь

source: Time Set Noon
ru_ru: Время на полдень

source: Drop Ferdelance
ru_ru: Халявный Ferdelance

source: Give AR15
ru_ru: Халявный AR15

source: Give Cash
ru_ru: Халявные деньги

source: No Cop Notoriety
ru_ru: Нулевая дурная слава у копов

source: No Gang Notoriety
ru_ru: Нулевая дурная слава у банд

source: Infinite Sprint
ru_ru: Бесконечный спринт

source: Full Health
ru_ru: Здоровье на максимум

source: Player Pratfalls
ru_ru: Падучая у игрока

source: Milk Bones
ru_ru: Скелет в жижу

source: Car Mass Hole
ru_ru: Месиво из машин

source: Repair Car
ru_ru: Инстаремонт машины

source: Wrath Of God
ru_ru: Гнев Божий

source: Infinite Ammo
ru_ru: Бесконечные патроны

source: Evil Cars
ru_ru: Злые машины

source: Evil Cars 2
ru_ru: Злые машины возвращаются

source: Riot Mode
ru_ru: Режим бунта

source: Give Jackrabbit
ru_ru: Халявный Jackrabbit

source: Give AR40
ru_ru: Халявный AR40

source: Give K6
ru_ru: Халявный K6

source: Give Gdhc
ru_ru: Халявный GDHC

source: Give NR4
ru_ru: Халявный NR4

source: Give 44
ru_ru: Халявный 44

source: Give Tombstone
ru_ru: Халявный "Гробовщик"

source: Give T3K
ru_ru: Халявный T3K

source: Give VICE9
ru_ru: Халявный VICE9

source: Give AS12
ru_ru: Халявный AS12

source: Give 12 Gauge
ru_ru: Халявный обрез

source: Give SKR7
ru_ru: Халявный SKR7

source: Give McManus
ru_ru: Халявный МакМанус

source: Give Baseball Bat
ru_ru: Халявная бита

source: Give Knife
ru_ru: Халявный нож

source: Give Molotov
ru_ru: Халявный Молотов

source: Give Grenade
ru_ru: Халявная граната

source: Give Nightstick
ru_ru: Халявная дубинка

source: Give Pipebomb
ru_ru: Халявная бомба

source: Give RPG
ru_ru: Халявный РПГ

source: Give Crowbar
ru_ru: Халявная монтировка

source: Give Pimp Cane
ru_ru: Халявная трость сутенера

source: Give Mockingbird
ru_ru: Халявный Mockingbird

source: Give Nelson
ru_ru: Халявный Nelson

source: Give Venom Classic
ru_ru: Халявный Venom Classic

source: Give The Vegas
ru_ru: Халявный The Vegas

source: Give Five-0
ru_ru: Халявный Five-0

source: Give Voxel
ru_ru: Халявный Voxel

source: Give Zircon
ru_ru: Халявный Zircon

source: Give Zimos
ru_ru: Халявный Zimos

source: Give Destiny
ru_ru: Халявная Destiny

source: Give Halberd
ru_ru: Халявный Halberd

source: Give Ant
ru_ru: Халявный Ant

source: Give Slingshot
ru_ru: Халявный Slingshot

source: Give Baron
ru_ru: Халявный Baron

source: Give Attrazione
ru_ru: Халявный Attrazione

source: Give Ferdelance
ru_ru: Халявный Ferdelance

source: Give Zenith
ru_ru: Халявный Zenith

source: Give Vortex
ru_ru: Халявный Vortex

source: Give Rattler
ru_ru: Халявный Rattler

source: Give Stilletto
ru_ru: Халявный Stilletto

source: Give Hammerhead
ru_ru: Халявный Hammerhead

source: Give Bootlegger
ru_ru: Халявный Bootlegger

source: Give Lafuerza
ru_ru: Халявный Lafuerza

source: Give Raycaster
ru_ru: Халявный Raycaster

source: Give Venom
ru_ru: Халявный Venom

source: Give Cosmos
ru_ru: Халявный Cosmos

source: Give Gunslinger
ru_ru: Халявный Gunslinger

source: Give Hollywood
ru_ru: Халявный Hollywood

source: Give Justice
ru_ru: Халявный Justice

source: Give Interest
ru_ru: Халявный Interest

source: Give Compton
ru_ru: Халявный Compton

source: Give Zomkah
ru_ru: Халявный Zomkah

source: Give Ricochet
ru_ru: Халявный Ricochet

source: Give Eiswolf
ru_ru: Халявный Eiswolf

source: Give Socialite
ru_ru: Халявный Socialite

source: Give Shogun
ru_ru: Халявный Shogun

source: Give Capshaw
ru_ru: Халявный Capshaw

source: Give Cavallaro
ru_ru: Халявный Cavallaro

source: Give Taxi
ru_ru: Халявное Taxi

source: Give Westbury
ru_ru: Халявный Westbury

source: Give Hannibal
ru_ru: Халявный Hannibal

source: Give Ambulance
ru_ru: Халявный Ambulance

source: Give Backhoe
ru_ru: Халявный Backhoe

source: Give Bagboy
ru_ru: Халявный Bagboy

source: Give Bulldozer
ru_ru: Халявный Bulldozer

source: Give Cheetah
ru_ru: Халявный Cheetah

source: Give Delivery Truck
ru_ru: Халявный Delivery Truck

source: Give Ruckus
ru_ru: Халявный Ruckus

source: Give Rampage
ru_ru: Халявный Rampage

source: Give Forklift
ru_ru: Халявный Forklift

source: Give Reaper
ru_ru: Халявный Reaper

source: Give Status Quo
ru_ru: Халявный Status Quo

source: Give The Job
ru_ru: Халявный The Job

source: Give Quota
ru_ru: Халявная Quota

source: Give Aqua
ru_ru: Халявная Aqua

source: Give Nordberg
ru_ru: Халявный Nordberg

source: Give Traxxmaster
ru_ru: Халявный Traxxmaster

source: Give FBI
ru_ru: Халявный FBI

source: Give Mag
ru_ru: Халявный Mag

source: Give Bulldog
ru_ru: Халявный Bulldog

source: Give Quasar
ru_ru: Халявный Quasar

source: Give Nightingale
ru_ru: Халявный Nightingale

source: Give Titan
ru_ru: Халявный Titan

source: Give Betsy
ru_ru: Халявная Betsy

source: Give Stilwater Municipal
ru_ru: Халявный Stilwater Municipal

source: Give Newman
ru_ru: Халявный Newman

source: Give Mule
ru_ru: Халявный Mule

source: Give Varsity
ru_ru: Халявный Varsity

source: Give Thorogood
ru_ru: Халявный Thorogood

source: Give Peterliner
ru_ru: Халявный Peterliner

source: Give Goliath
ru_ru: Халявный Goliath

source: Give Peacekeeper
ru_ru: Халявный Peacekeeper

source: Give NRGV8
ru_ru: Халявный NRGV8

source: Give Anchor
ru_ru: Халявный Anchor

source: Give Komodo
ru_ru: Халявный Komodo

source: Give Keystone
ru_ru: Халявный Keystone

source: GameStop
ru_ru: СтопИгра
